Repository: CastagnaIT/Autorinomina
Catalog: Autorinomina/Localization/Resource_OpzioniAvanzate.*.resx
Languages: it

# OpzioniFiltro
source: Filter options
it: Opzioni filtro

# SerieTv_OpzioniFiltro_Modalita
source: Execution mode
it: Modalità di esecuzione

# SerieTv_OpzioniFiltro_Modalita_Auto
source: Automatic
it: Automatico

# SerieTv_OpzioniFiltro_Modalita_CanChoose
source: Allow filter choice
it: Consenti la scelta del filtro

# SerieTv_OpzioniFiltro_Error
source: Behavior in case of error
it: Comportamento in caso di errore

# SerieTv_OpzioniFiltro_Error_ManualFix
source: Ask to manually correct the filename
it: Chiedi di correggere manualmente il nome

# SerieTv_OpzioniFiltro_Error_NoRename
source: Do not rename
it: Non rinominare

# SerieTv_OpzioniFiltro_RemoveBracketEpisode
source: Delete brackets '() []' from the episode title
it: Elimina parentesi '() []' dal titolo dell'episodio

# SerieTv_OpzioniFiltro_RemoveBracketSeriesTitle
source: Delete brackets '() []' from the title of the TV series
it: Elimina parentesi '() []' dal titolo della serie tv

# SerieTv_OpzioniFiltro_DescRegex
source: Regex to recognize the numbering
it: Regex per il riconoscimento della numerazione

# SerieTv_OpzioniFiltro_PatternAdd
source: Add pattern
it: Aggiungi pattern

# SerieTv_OpzioniFiltro_PatternDelete
source: Delete pattern
it: Elimina pattern

# SerieTv_OpzioniFiltro_PatternTest
source: Test pattern
it: Prova pattern

# SerieTv_OpzioniFiltro_PatternClipboard
source: Copy pattern
it: Copia pattern

# Desc_OtherOptions
source: Miscellaneous options
it: Opzioni varie

# SerieTv_ConvertRomanNumbers
source: Convert roman to arabic numbers
it: Converti numeri romani in arabi

# SerieTv_ConvertRomanNumbers_Tooltip
source: Example (Part II) becomes (Part 2)
it: Esempio (Parte II) diventa (Parte 2)

# RemoveBracket
source: Delete brackets '() []' from the filename
it: Elimina parentesi '() []' dal nome del file

# Desc_ReverseSearchNumber
source: Use reverse lookup to find the numbering
it: Usa ricerca inversa per trovare la numerazione

# Desc_NoNumberCase
source: Behavior for missing numbering
it: Comportamento per numerazione mancante

# TVDB_Language_Desc
source: Languages used in research
it: Lingue utilizzate nella ricerca

# TVDB_Language_Main
source: Main language
it: Lingua principale

# TVDB_Language_Secondary
source: Secondary language
it: Lingua secondaria

# TVDB_ResearchOptions_Desc
source: Search options
it: Opzioni di ricerca

# TVDB_SearchMethod
source: Search Mode
it: Modo di ricerca

# TVDB_SearchMethod_CanChoose
source: Let me choose
it: Consenti la scelta

# TVDB_SearchMethod_Auto
source: Automatic
it: Automatica

# TVDB_SearchMethod_Info
source: The automatic search mode in some cases might not give positive results.
it: La modalità di ricerca automatica in alcuni casi potrebbe non dare esiti positivi.

# TVDB_SearchNoResults
source: Behavior in case of no result
it: Comportamento nel caso di nessun risultato

# TVDB_SearchNoResults_UseFilter
source: Use the filter
it: Utilizza il filtro

# Msg_TVDB_ClearCache
source: Empty the cache?
it: Svuotare la cache?

# Msg_InsertPattern
source: Enter regex pattern
it: Inserire pattern regex

# Msg_InsertPatternNote
source: Enter any notes
it: Inserire eventuali note

# Msg_DeletePatternRegex
source: Remove pattern '{0}' ?
it: Rimuovere pattern '{0}' ?

# Msg_PatternTest
source: Enter a filename (without extension)
it: Immetti un nome del file (senza estensione)

# TVDB_DescInfo
source: The services of The TVDB require a working internet connection
it: I servizi di The TVDB necessitano di una connessione ad internet

# SerieTv_OpzioniFiltro_RecognizeLinkedEpisode
source: Recognize numbering episodes linked
it: Riconosci numerazioni di episodi collegati

# SerieTv_OpzioniFiltro_RecognizeLinkedEpisode_Tooltip
source: Example "1x01-02" if it is not necessary it is recommended to disable
it: Esempio "1x01-02" se non è necessario si consiglia di disabilitare

# WeakFilter
source: Use a less aggressive filtering
it: Utilizza un filtro meno aggressivo

# WeakFilter_Tooltip
source: It keeps text similar to the original text
it: Mantiene il testo conforme all'originale

# Audio_NoTagNumber
source: Behavior for missing numbering 'Tag-track number'
it: Comportamento per numerazione mancante 'Tag-numero traccia'

# Audio_NoTagNumber_UseFilter
source: Try to obtain it from the filename
it: Prova a ricavarla dal nome del file

# Audio_NoTagNumber_UseSequentialNumber
source: Use the sequential numbering
it: Utilizza la numerazione sequenziale

# Audio_NoTagNumber_ExcludeNumeration
source: Do not include the numbering
it: Non includere la numerazione

# Audio_NoTagNumber_NoRename
source: Do not rename the file
it: Non rinominare il file

# Audio_TagNumber_ExcludeOtherChars
source: Exclude any non-numeric characters in the 'Tag-track number'
it: Escludi ogni carattere non numerico contenuto nel 'Tag-numero traccia'

# SerieTv_OpzioniFiltro_Modalita_OnlyOnError
source: Allow filter choice only on error
it: Consenti la scelta solo in caso di errore

# Audio_ID3Missing
source: Do not rename when there is no ID3 Tag
it: Quando manca l'ID3 Tag non rinominare
