Repository: CastagnaIT/Autorinomina
Catalog: Autorinomina/Localization/Resource_Common.*.resx
Languages: it

# Btn_Add
source: Add
it: Aggiungi

# Btn_Apply
source: Apply
it: Applica

# Btn_Cancel
source: Cancel
it: Annulla

# Btn_Save
source: Save
it: Salva

# Desc_Status
source: State
it: Stato

# Exception_General
source: It has encountered the following error:
it: Si è verificato il seguente errore:

# Text_All
source: All
it: Tutte

# Guide_Step1
source: Welcome to Autorinomina!\nFollow the quick guide to learn how to rename in just 3 steps.\n\nClick here to start (Esc to exit)
it: Benvenuto in Autorinomina!\nSegui la guida rapida per imparare a rinominare in soli 3 passi.\n\nClicca per iniziare (Esc per uscire)

# Guide_Step2
source: Step 1\nSelect the matching category for the type of files to rename.\nFor example "Category images" to rename your photos.\n\nClick here to continue...
it: 1° Passo\nSeleziona la categoria corrispondente al tipo di file da rinominare.\nAd esempio "Categoria immagini" per rinominare le tue foto.\n\nClicca per proseguire...

# Guide_Step3
source: Step 2\nDrag here your selected files to rename.\n\nClick here to continue...
it: 2° Passo\nTrascina qui i tuoi file da rinominare.\n\nClicca per proseguire…

# Guide_Step4
source: Step 3\nCostumize the text of your files.\nUse the "+" button to add new field information.\n\nClick here to continue...
it: 3° Passo\nPersonalizza il testo dei tuoi file.\nUtilizza il tasto "+" per aggiungere campi informazioni.\n\nClicca per proseguire...

# Guide_Step5
source: Congratulations! Now you are ready to rename!\nFor a detailed guide line please visit the web homepage\n\nClick here to close.
it: Complimenti! ora sei pronto per rinominare!\nPer una guida dettagliata visita il sito web.\n\nClicca per chiudere.

source: Cancel (Esc)
it: Annulla (Esc)

# StateFileInfo_UserInterrupt
source: Operation stopped by the user
it: Operazione interrotta dall'utente

# StateFileInfo_FileAlreadyExist
source: In the folder there is already a file by that name
it: Nella cartella esiste già un file con questo nome

# StateFileInfo_NotRestored
source: Not restored (from settings)
it: Non ripristinato (da impostazioni)

# StateFileInfo_NotRenamed
source: Not renamed (from settings)
it: Non rinominato (da impostazioni)

# StateFileInfo_AlreadyRestored
source: File already restored
it: File già ripristinato

# StateFileInfo_AlreadyRenamed
source: File already renamed
it: File già rinominato

# StateFileInfo_NotExist
source: The file is no longer present with this name
it: Il file non è più presente con questo nome

# StateFileInfo_NameMissing
source: Missing the target name
it: Manca il nome di destinazione

# StateFileInfo_NotRenamedUserChoice
source: Not renamed
it: Non rinominato

# StateFileInfo_SkippedSameName
source: Skipped because the names are the same
it: Saltato perchè i nomi coincidono

# StateFileInfo_Restored
source: Restored
it: Ripristinato

# StateFileInfo_Renamed
source: Renamed
it: Rinominato

# Btn_Interrupt
source: Abort
it: Interrompi

# Btn_Ok
source: Ok
it: Conferma

# Salta
source: Skip
it: Salta

# Btn_Open
source: Open
it: Apri

# Btn_Delete
source: Delete
it: Elimina

# AR_Core_Error_SeqTextIncomplete
source: Incomplete list of sequential text. Recheck.
it: Elenco di testo sequenziale incompleto. Ricontrollare.

# AutomaticChoose
source: Automatic choice
it: Scelta automatica

# AR_Core_Error_TVDB_Error
source: There is a problem with The TvDB.
it: C'è un problema con The TvDB.

# AR_Core_Error_TVDB_InexistentDVDnumerazion
source: Missing numbering of the DVD episodes in The TVDB.
it: Su The TVDB manca la numerazione degli episodi del DVD.

# AR_Core_Episodes
source: episodes
it: episodi

# StateFileInfo_FileAlreadyRenamedWith
source: Another renamed file uses the same name
it: Un'altro file rinominato utilizza lo stesso nome

# StateFileInfo_NoPreviewBySettings
source: Preview not generated (from settings)
it: Anteprima non generata (da impostazioni)

# StateFileInfo_ManualEditing
source: Manually edited
it: Modificato manualmente

# StateFileInfo_PreviewOK
source: Ready
it: Pronto

# AR_Core_Immagini_OpenFileError
source: Open file error.
it: Errore apertura file.

# AR_Core_Error_ID3MetadataMissing
source: Missing ID3 Tag metadata.
it: Metadata ID3 Tag mancante.

# Btn_AddNew
source: Add and create new
it: Aggiungi e crea nuovo

# XMLStrutture_PasteError1
source: Unable to paste the preset, there are errors in the code.
it: Impossibile incollare il preset, ci sono errori nel codice.

# XMLStrutture_PasteError2
source: Unable to paste the preset, wrong category.
it: Impossibile incollare il preset, categoria sbagliata.
