Repository: CastagnaIT/Autorinomina
Catalog: Autorinomina/Localization/Resource_BalloonToolTip.*.resx
Languages: it

# GridModifica_Btn_RemoveInfo
source: Remove field
it: Rimuovi campo

# GridModifica_Btn_RemoveAllInfo
source: Remove all
it: Rimuovi tutto

# Grid_StileNumerazione_CB_StileNumerazione
source: Numbering style
it: Stile della numerazione

# Grid_StileNumerazione_CB_StileNumerazione_0
source: Normal\t\t\t[1,2,3 ... 11,12,13]
it: Normale\t\t\t[1,2,3...11,12,13]

# Grid_StileNumerazione_CB_StileNumerazione_1
source: Normal with zeros\t[01,02,03 ... 11,12,13]
it: Normale con zeri\t\t[01,02,03...11,12,13]

# Grid_StileNumerazione_CB_StileNumerazione_2
source: Roman\t\t\t[I, II, III ... XI, XII, XIII]
it: Romano\t\t\t[I,II,III...XI,XII,XIII]

# Grid_StileNumerazione_CB_StileNumerazione_3
source: Alphabetical\t\t[A, B, C ... AA, AB, AC]
it: Alfabetico\t\t[A,B,C...AA,AB,AC]

# Grid_StileNumerazione_CB_StileNumerazione_4
source: Alphabetical alt.\t\t[A, B, C ... AA, BB, CC]
it: Alfabetico alt.\t\t[A,B,C...AA,BB,CC]

# Grid_StileNumerazione_CB_StileNumerazione_5
source: Tv Series - European\t[1x01]
it: Serie Tv - Europeo\t[1x01]

# Grid_StileNumerazione_CB_StileNumerazione_6
source: Tv Series - European alt.\t[1.01]
it: Serie Tv - Europeo alt.\t[1.01]

# Grid_StileNumerazione_CB_StileNumerazione_7
source: Tv Series - American\t[S01E01]
it: Serie Tv - Americano\t[S01E01]

# Grid_StileNumerazione_CB_StileNumerazione_8
source: Tv Series - Numeric\t[101]
it: Serie Tv - Numerico\t[101]

# Grid_NumSeq_Desc
source: Numbering parameters
it: Parametri numerazione

# Grid_NumSeq_NumEpisodio
source: Episode number
it: Numero episodio

# Grid_NumSeq_NumStag
source: Season number
it: Numero stagione

# Grid_NumSeq_Suffisso
source: Suffix
it: Suffisso

# Grid_NumSeq_Prefisso
source: Prefix
it: Prefisso

# Grid_NumSeq_AutoPadding
source: Auto leading zeros
it: Zeri iniziali automatici

# Grid_Separator_Desc
source: Character
it: Carattere

# Grid_Separator_AddSpace
source: Add spacing
it: Aggiungi una spaziatura

# Grid_Separator_Btn_ApplyToAll
source: Apply to all
it: Applica a tutti

# Grid_TitleEpisode_Concatenate
source: Concatenate text parts
it: Concatena parti di testo

# Grid_TitleEpisode_ConcatenateDesc
source: Activate only in case of missing parts of the text in the title of the TV series
it: Attivare solo nel caso di parti di testo mancanti nel titolo della serie tv

# Grid_Text_Desc
source: Edit
it: Modifica

# Grid_FormatLenght_TimeFormat
source: Time format
it: Formato ora

# Grid_FormatLenght_TimeFormat_Ex5
source: %M minuts %S seconds
it: %M minuti %S secondi

# Grid_FormatLenght_TimeFormat_WithSeconds
source: Keep seconds
it: Mantieni i secondi

# Grid_FormatDateTime
source: Date and Time format
it: Formato data e ora

# Grid_FormatDateTime_Ex1
source: MM-dd-yy
it: dd-MM-yy

# Grid_FormatDateTime_Ex2
source: MM-dd-yyyy
it: dd-MM-yyyy

# Grid_FormatDateTime_Ex3
source: MM-dd-yy HH.mm
it: dd-MM-yy HH.mm

# Grid_FormatDateTime_Ex4
source: MM-dd-yyyy HH.mm
it: dd-MM-yyyy HH.mm

# Grid_FormatDateTime_Ex5
source: MMMM-dddd-yyyy
it: dddd-MMMM-yyyy

# Grid_UnitMeasure
source: Unit of measure
it: Unità di misura

# Grid_UnitMeasure_Type2
source: Millimeters
it: Millimetri

# Grid_UnitMeasure_Type3
source: Centimeters
it: Centimetri

# Grid_UnitMeasure_Type4
source: Inches
it: Pollici

# Grid_StyleSize_Format
source: Format
it: Formato

# Grid_StyleSize_RoundedValues
source: Rounds values
it: Arrotonda valori

# Grid_TVDB_OrderEpisode
source: Reorder episodes
it: Riordina episodi

# Grid_TVDB_OrderEpisode_1
source: Default order
it: Ordine di default

# Grid_TVDB_OrderEpisode_2
source: DVD/BD order
it: Ordine DVD/BD

# Grid_TVDB_OrderEpisode_3
source: DVD/BD order (plus combined episodes)
it: Ordine DVD/BD (più episodi combinati)

# Grid_TVDB_OrderEpisode_4
source: DVD/BD order (combined with all the titles)
it: Ordine DVD/BD (combinati con tutti i titoli)

# Grid_Extensions_EnableOptions
source: Enable options
it: Abilita opzioni

# Grid_Extensions_ConvertChars
source: Convert characters to
it: Converti i caratteri in

# Grid_Extensions_ConvertChars_1
source: Do not convert
it: Non convertire

# Grid_Extensions_ConvertChars_2
source: lowercase
it: minuscolo

# Grid_Extensions_ConvertChars_3
source: UPPERCASE
it: MAIUSCOLO

# Grid_Extensions_ReplaceWith
source: Replace extensions with
it: Sostituisci le estensioni con

# Title_ByFilter
source: Numbering from the filter
it: Numerazione dal filtro

# Title_NumSeq
source: Sequential numbering
it: Numerazione sequenziale

# Title_TitleOfEpisode
source: Episode title
it: Titolo dell'episodio

# Title_TextBox
source: Text box
it: Casella di testo

# Title_SeqList
source: Text from list
it: Testo da elenco

# Title_Separator
source: Text delimiter
it: Separatore di testo

# Title_FormatLenght
source: Time format
it: Formato durata

# Title_SizeOptions
source: Size options
it: Opzioni dimensione

# Title_DPIOptions
source: DPI Options
it: Opzioni DPI

# Title_TVDB_TitleOfEpisode
source: Episode title
it: Titolo dell'episodio

# Title_FormatDateTime
source: Date format
it: Formato data

# Title_Extensions
source: Edit extensions
it: Modifica estensioni

# Grid_Extensions_Warning
source: Warning! Change the extension of the files is a procedure that could make the file unusable\nUse it only if you are aware of the risks.
it: Attenzione! Modificare l'estensione dei file è una procedura che potrebbe rendere inutilizzabili i file.\nUtilizzarla solo se si è consapevoli dei rischi.

# Error_FormatNotSupported
source: Format not supported
it: Formato non supportato

# Text_Example
source: Example:
it: Esempio:

# Title_RegexPattern
source: Regular expression
it: Espressione regolare

# Grid_Separator_AddSpace_Tooltip
source: With spacing [Pelide - achille.avi] without [Pelide-achille.avi]
it: Con spaziatura [pelide - achille.avi] senza [pelide-achille.avi]

# Grid_RemoveInsteadInsert
source: Instead of inserting remove the information
it: Invece di inserire rimuovi l'informazione

# Grid_NumSeq_NumEpisodio_IniziaDa
source: Start from
it: Inizia da
