Repository: CastagnaIT/Autorinomina
Catalog: Autorinomina/Localization/Resource_WND_Impostazioni.*.resx
Languages: it

# FilesVerification
source: Checking files
it: Verifica dei files

# FilesVerification_IncludeHiddenFiles
source: Include hidden files and folders
it: Includi files e cartelle nascoste

# FilesVerification_IncludeHiddenFiles_Desc
source: Recursive method explores all folders and subfolders
it: Metodo ricorsivo esplora tutte le cartelle e sottocartelle

# FilesVerification_WindowOnTop
source: Always bring the window on top when auto-capture of files end
it: Porta sempre la finestra in primo piano con auto-cattura dei file

# FilesVerification_ExcludeDBFiles
source: In the category 'General' exclude extensions '* .db'
it: Nella categoria 'Generica' escludi estensioni '*.db'

# OtherOptions
source: Miscellaneous
it: Varie

# OtherOptions_PermanentAlwaysOnTop
source: Preserve saved the setting 'Always on top'
it: Mantieni salvata l'impostazione 'In primo piano'

# OtherOptions_NotifyUpdates
source: Enable notifications for checking updates every
it: Attiva notifiche controllo aggiornamenti ogni

# OtherOptions_NotifyUpdates_Days
source: days
it: giorni

# Tab_ExternalSoftware
source: External software
it: Software esterno

# Tab_OtherOptions
source: Miscellaneous
it: Varie

# ExternalSoftware
source: Run an external software (on each renamed file)
it: Esegui un software esterno (su ogni file rinominato)

# ExternalSoftware_Enable
source: Enable option
it: Abilita opzione

# ExternalSoftware_ExePath
source: Executable path
it: Percorso eseguibile

# ExternalSoftware_CommandLine
source: Command line arguments
it: Argomenti riga di comando

# ExternalSoftware_Minimized
source: Minimized mode
it: In modalità ridotto a icona

# ExternalSoftware_ChangePath
source: Change path
it: Cambia percorso

# ExternalSoftware_RunDesc
source: Run
it: Esegui

# ExternalSoftware_RunOnCategory
source: On category
it: Su categoria

# Tab_Extensions
source: Extensions
it: Estensioni

# Extensions_WarningDesc
source: Warning! Changing extensions recognized by the software may lead to unexpected behavior and errors. Therefore i am not responsible for any damage caused by improper use of this function.
it: Attenzione! La modifica delle estensioni riconosciute dal software potrebbe causare comportamenti inaspettati ed errori. Pertanto non sono responsabile di eventuali danni provocati dall'uso improprio di questa funzione.

# Extensions_Video
source: Video extensions
it: Estensioni video

# Extensions_Audio
source: Audio extensions
it: Estensioni audio

# Extensions_Images
source: Images extensions
it: Estensioni immagini

# Extensions_ImagesMetadata
source: Metadata images extensions
it: Estensioni per metadata immagini

# Extensions_GuideDesc
source: Each extension must be separated with a comma character "," and should not be included at the end of the extensions
it: Ogni estensione va separata con il carattere virgola "," e non deve essere inclusa alla fine delle estensioni

# Msg_SelectExternalSoftware
source: Select the external software
it: Seleziona il software esterno

# OtherOptions_DisableExtensionWarning
source: Disable warning message when editing extensions
it: Disabilita messaggio di avviso per modifica estensioni

# OtherOptions_PreviewCheckLocalFile
source: Preview with cross-checking of local files
it: Anteprima con controllo incrociato dei file locali

# ExternalSoftware_CommandLine_desc
source: The '@' character will be replaced with the full path of the file
it: Il carattere '@' verrà sostituito con il percorso completo del file
