Repository: CastagnaIT/Autorinomina
Catalog: Autorinomina/Localization/Resource_Common_Dialogs.*.resx
Languages: it

# DLG_Preview_Desc
source: Preview processing in progressâ€¦
it: Elaborazione dell'anteprima in corso...

# DLG_VerificationFiles_Desc
source: Checking files in progress...
it: Verifica dei file in corso...

# DLG_VerificationFiles_WrongCategory
source: Added files can not be renamed with the current category.\nSelect the correct category.
it: I file aggiunti non possono essere rinominati con la categoria attuale.\nSelezionare la categoria esatta.

# DLG_Rename_Desc_Initialize
source: initialization...
it: Inizializzazione…

# DLG_Rename_Desc_Rename
source: The process of renaming is in progress...
it: Processo di rinomina è in corso...

# DLG_Rename_Desc_Restore
source: The process of restoring is in progress...
it: Processo di ripristono in corso...

# DLG_TVDB_Title
source: Associate results from TheTVDB.com
it: Associa risultati da TheTVDB.com

# DLG_TVDB_Desc1
source: Looking for Tv Series:
it: Serie Tv ricercata:

# DLG_TVDB_Column_TitleSeries
source: Title Series TV
it: Titolo Serie Tv

# DLG_TVDB_Column_Language
source: Language
it: Lingua

# DLG_TVDB_Desc2
source: If the search has not produced the expected results, start a new search:
it: Se la ricerca non ha prodotto i risultati aspettati, effettua una nuova ricerca:

# DLG_TVDB_Btn_Find
source: Search
it: Cerca

# DLG_TVDB_Desc3
source: Word to search
it: Parola da cercare

# DLG_TVDB_Desc4
source: Searching ...
it: Ricerca in corso ...

# DLG_TVDB_Msg_SelectResult
source: Select a result.
it: Selezionare un risultato.

# DLG_TVDB_NoResults
source: The search did not yield any results
it: La ricerca non ha ottenuto nessun risultato

# DLG_ManualFilter_Title
source: Filter selection
it: Selezione del filtro

# DLG_ManualFilter_Desc1
source: Select the most correct result filtered
it: Seleziona il risultato filtrato più corretto

# DLG_ManualFilter_FilePath
source: Path:
it: Percorso:

# DLG_ManualFilter_ApplyToAll
source: Apply the filter on each file
it: Applica il filtro su ogni file

# DLG_ManualFilter_FileSize
source: Size
it: Dimensione

# DLG_ManualFilter_NoResults
source: It was not possible to apply the filters.
it: Non è stato possibile applicare i filtri.

# DLG_Presets_PresetName
source: Preset name
it: Nome preset

# DLG_Presets_SelectPreset
source: You must select a preset.
it: Devi selezionare un preset.

# DLG_Presets_NeedPresetName
source: You have to give a name to the presets
it: Devi dare un nome al preset.

# DLG_Presets_OverwritePreset
source: Overwrite the existing preset?
it: Sovrascrivere il preset esistente?

# DLG_Presets_DeletePreset
source: Delete the preset?
it: Eliminare il preset?

# DLG_ManualRename_Title
source: Manually change the filename
it: Modifica manualmente il nome del file

# DLG_ManualRename_Desc
source: It was not possible to filter the filename.
it: Non è stato possibile filtrare il nome del file.

# DLG_ManualRename_Desc2
source: Write the new name of the file (by omitting the extension):
it: Scrivi il nuovo nome del file (omettendo l'estensione):

# DLG_PasteWiki_Desc
source: Select the column header to be pasted
it: Seleziona l'intestazione della colonna da incollare

# DLG_PasteWiki_NoPasteColumnHeader
source: Do not paste the column header
it: Non incollare l'intestazione della colonna

# DLG_PasteWiki_SelectHeaderColumn
source: Select the column header to be pasted.
it: Seleziona l'intestazione della colonna da incollare.

# DLG_FileEsistente_Title
source: Replace or ignores
it: Sostituisci o ignora

# DLG_FileEsistente_Desc
source: This path already contains a file named
it: Questo percorso contiene già un file denominato

# DLG_FileEsistente_Btn_Replace
source: Replace files in the destination
it: Sostituisci il file nella destinazione

# DLG_FileEsistente_Btn_Ignore
source: Ignore this file (do not rename)
it: Ignora questo file (non rinominare)

# DLG_FileEsistente_Btn_KeepBoth
source: Keep both files
it: Mantieni entrambi i file

# DLG_FileEsistente_Btn_KeepBoth_Desc
source: The files to be renamed, will be renamed to:
it: Il file da rinominare, sarà rinominato in:

# DLG_FavoriteFolder_Desc
source: Select the folders containing the files to be renamed
it: Seleziona le cartelle contenenti i files da rinominare

# DLG_FavoriteFolder_Msg_ChangePath
source: Select the folder containing files/sub-folders.
it: Seleziona la cartella contenente files/sottocartelle.

# DLG_FavoriteFolder_EmptyFolder
source: There is no folder in this path, click on the 'Change path' button.
it: In questo percorso non ci sono cartelle, clicca sul pulsante 'Cambia percorso'.

# DLG_FavoriteFolder_Title
source: Add files from folder
it: Aggiungi files dalla cartella

# DLG_FavoriteFolder_RowTextFolder
source: Add folder
it: Aggiungi cartella

# DLG_FavoriteFolder_RowTextSubfolder
source: Add subfolder
it: Aggiungi sottocartella

# DLG_InsertTermine_Name
source: Word name
it: Nome del termine

# DLG_InsertTermine_DistinctionCase
source: Distinguish upper case/lower case
it: Distingui maiuscole/minuscole

# DLG_InsertTermine_DistinctionCase_Enabled
source: Active
it: Attivo

# DLG_InsertTermine_DistinctionCase_Disabled
source: Inactive
it: Non attivo

# DLG_InsertTermine_ReplaceWith
source: Replace with
it: Sostituisci con

# DLG_InsertTermine_BlackList_Tips
source: TIP: The space is any character.
it: SUGGERIMENTO: Lo spazio rappresenta un qualsiasi carattere.

# DLG_InsertTermine_Substitutions_Tips
source: TIP: If it is necessary also include the space before/after the word.
it: SUGGERIMENTO: Se necessario includi gli spazi anche prima/dopo la parola.

# DLG_InsertTermine_TermineAlreadyExists
source: Existing word!
it: Termine esistente!

# DLG_Riepilogo_Desc3
source: It is recommended to check the results
it: Si raccomanda di controllare i risultati

# DLG_Riepilogo_Desc1
source: Summary of file restore operations
it: Riepilogo operazioni di ripristino dei file

# DLG_Riepilogo_Desc2
source: Summary of file renaming operations
it: Riepilogo operazioni di rinomina dei file

# DLG_Riepilogo_Btn_ViewResults
source: View results
it: Visualizza risultati

# DLG_Riepilogo_Btn_Close
source: Close
it: Chiudi

# DLG_Riepilogo_Title
source: Operation summary
it: Riepilogo operazioni

# DLG_Riepilogo_RestoreMsg1
source: Restored files
it: File ripristinati

# DLG_Riepilogo_RestoreMsg2
source: Not restored files (user choice)
it: File non ripristinati (da scelta utente)

# DLG_Riepilogo_RestoreMsg3
source: Not restored files (from settings)
it: File non ripristinati (da impostazioni)

# DLG_Riepilogo_RestoreMsg4
source: Files in conflict with others
it: File in conflitto con altri

# DLG_Riepilogo_RestoreMsg5
source: Files not restored for errors
it: File non ripristinati per errori

# DLG_Riepilogo_RenameMsg1
source: Renamed files
it: File rinominati

# DLG_Riepilogo_RenameMsg2
source: Not renamed files (user choice)
it: File non rinominati (da scelta utente)

# DLG_Riepilogo_RenameMsg3
source: Not renamed files (from settings)
it: File non rinominati (da impostazioni)

# DLG_Riepilogo_RenameMsg5
source: Files not renamed for errors
it: File non rinominati per errori

# DLG_Riepilogo_RenameMsg4
source: Files in conflict with others
it: File in conflitto con altri

# DLG_Riepilogo_Desc4
source: Summary preview process of files
it: Riepilogo operazione di anteprima dei file

# DLG_Riepilogo_PreviewMsg1
source: Files with correct preview
it: File con anteprima corretta

# DLG_Riepilogo_PreviewMsg2
source: Files without preview for errors
it: File senza anteprima per errori

# DLG_Riepilogo_PreviewMsg3
source: Files in conflict with others
it: File in conflitto con altri

# DLG_Riepilogo_PreviewMsg4
source: Files without preview (from settings)
it: File senza anteprima (da impostazioni)

# DLG_Presets_Title_Save
source: Save preset
it: Salva preset

# DLG_Presets_Title_Load
source: Load preset
it: Carica preset
